{"chapter_no":2,"verse_no":2,"language":"telugu","chapter_name":"2. Samkhya Yoga","verse":"Sri Bhagavanuvacha .\nKutastvakashmalamidam vishame samupasthitam .\nAnaryajusthamasvargyam akirtikaramarjuna । 2 ।","transliteration":"","synonyms":"Sri Bhagavanuvacha — The Supreme Lord spoke; kutaḥ — from where; tva — to you; kashmalaḥ — illusion; idam — of this; vishame — at this time of trouble; samupasthitam — has been created; anarya — by the uncivilized; justhama — practiced; asvargyam — not leading to the best worlds; akirti-karam — causing infamy; Arjuna — Arjuna.","audio_link":"https://www.holy-bhagavad-gita.org/public/audio/002_002.mp3","translation":"The Lord said: My dear Arjuna, how has this delusion arisen at such a critical time? It is unbecoming of a respectable person. It does not lead to a good destiny, but rather brings disgrace.","purport":["In our sacred texts, the word Arya does not refer to a caste or a tribe. The Manu-Smriti defines the word Aryan as 'a highly cultured person'. \"Aryan\" denotes goodness, as in English, 'a perfect gentleman'. The main aim of the Vedic texts is to encourage human beings to become Aryans in all aspects. Shri Krishna realizes that Arjuna's current situation is contrary to that ideal, and rebukes him for his confusion, which does not know how to behave ideally in the current situation.","The Bhagavad Gita actually begins from here, and Shri Krishna, who has been silent until now, begins to speak in this verse. The Supreme Lord initially develops a thirst for knowledge in Arjuna. For this, He tells him that his confusion is dishonorable and unbecoming of a pious person. Next, He reminds Arjuna of the suffering, disgrace, failure in life, and self-destruction that his mental weakness will cause.","Shri Krishna, instead of comforting Arjuna, is making him feel uncomfortable about his current situation. When we are confused, it is not the natural state of the soul, so we feel uncomfortable. Such anxiety, if channeled in the right direction, can serve as a powerful impetus for the acquisition of Vedic knowledge. By properly resolving one's doubts, one gains a better understanding than before. In this way, God deliberately puts human beings in a dilemma, to dispel their confusion, and to make them seek the right knowledge. Finally, when that doubt is resolved, the person reaches a higher level of understanding."]}
